Autodesk.Revit.DB.ParametersOrder
The order of the parameters.
Since:
2015
Since:
2015

Autodesk.Revit.DB.ParametersOrder.Descending
Sort parameters are in descending(Z-A) order.

Autodesk.Revit.DB.ParametersOrder.Ascending
Sort parameters are in ascending(A-Z) order.